;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Deny
; TranslationAuthorEmail: amalkermail@gmail.com
; TranslationAuthorWeb: 
; Soft Version: 1.24.34
; Update: 2013-11-22
;
[GUI]
ButtonYes=Ano
ButtonNo=Ne
ButtonOK=OK
ButtonMinimize=Minimalizovat
ButtonMaximize=Maximalizovat
ButtonClose=Zavřít
ButtonRestore=Obnovit
ButtonMenu=Menu

[Lang]
NativeLanguage=Česky
[Translation]
LangCode=0405
ReadHabit=Zleva doprava
LanguageName=CZ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Potvrzení
Warning=Varování
Error=Chyba
Confirm=Potvrzení
CurVer=Aktuální verze:
FrmGBMain.btnfeedback.caption=Zpětná vazba
FrmGBMain.btncheckver.caption=Kontrola nové verze
;
; About
;
FrmGBAbout.caption=O
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Aktuální verze：
FrmGBAbout.lblemail.caption=Email podpora：
FrmGBAbout.lblhome.caption=Domovská stránka：
FrmGBAbout.lblthank.caption=Děkujeme následujícím lidem za jejich pomoc:

;
; Popup Menu
;
pmNewsletter=Zasílání novinek
pmfeedback=Zpětná vazba..
pmHelp=Online pomoc
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmCheckNew=Ověřit aktualizace
pmLang=Jazyky
pmAbout=O nás
pmCheckNew=Ověřit aktualizace
pmrun=Spustit hru
pmadd=Přidat hru
pmdel=Smazat hru
pminfo=Informace o hře
pmEndProcess=Ukončit proces
pmExclude=Vyloučit
pmNoExclude=Zrušit vyloučení
pmGoogle=Vyhledat Googlem


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Moje hry
FrmGBMain.BtnTabOpt.Caption=Optimalizace systému
FrmGBMain.BtnTabProcess.Caption= Optimalizace procesů
FrmGBMain.BtnTabService.Caption=Optimalizace služeb
FrmGBMain.Btnlikeit.Caption=Like it
FrmGBMain.BtnRestore.Caption=Obnovit

;
; Like Us
;
FrmLikeit.lblTitle.caption=Pokud máte rádi bezplatný Wise Game Booster, doporučte ho prosím těm, které máte rádi.
FrmLikeit.lblInfo.caption=Prosím, podělte se o Wise Game Booster se svou rodinou, přáteli, spolužáky a kolegy pomocí e-mailu, blogu, Twitteru, YouTube, Facebooku, atd. Výborně! Tímto přinesete komfort a efektivitu do jejich životů.
FrmLikeit.lblRate.caption= Ohodnoťte Wise Game Booster:
FrmLikeit.lblfollow.caption=Následujte nás na:
FrmLikeit.lblshare.caption=Sdílejte Wise Game Booster:
FrmLikeit.btndownload.caption=Download zdarma
FrmLikeit.imgrate.hint=Oceňte nás 5 hvězdičkami
FrmLikeit.imgmail.hint=Sdílejte s vašimi přáteli
FrmLikeit.imgface1.hint=Podělte se Facebooku
FrmLikeit.imgface2.hint=Následujte nás na Facebooku
FrmLikeit.imgtwitter1.hint=Podělte se na Twitteru
FrmLikeit.imgtwitter2.hint=Následujte nás na Twitteru
FrmLikeit.Caption=Like it
FrmLikeit.lbldownload.caption=Stahujte ještě další software zdarma z WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Informace o hře
FrmGameinfo.lbltype.caption=Typ hry:
FrmGameinfo.lblname.caption=Jméno souboru:
FrmGameinfo.lblPublisher.caption=Vývojář hry:
FrmGameinfo.lbltimes.caption=Běžící čas:
FrmGameinfo.lbllasttime.caption=Poslední spuštění:
FrmGameinfo.lblrate.caption=Hodnocení hry:
FrmGameinfo.lblcomment.caption=Poznámky ke hře:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Zrušit
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimalizovat
FrmGameBox.btnProcessopt.caption=Optimalizovat
FrmGameBox.btnServiceopt.caption=Optimalizovat
FrmGameBox.btnopt.caption=Optimalizovat vše

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimalizovat nyní
FrmSysOpt.lblhint.caption=Optimalizujte prosím následující položky pro zlepšení výkonu hry.
FrmSysOpt.lblreall.caption=Obnovit vše
;
;processopt
;
FrmProcess.lblhint.caption=Pro zvýšení rychlosti hry ukončete procesy, které využívají velké množství paměti. 
ProcessCpu=Využití procesoru
ProcessMemory=Využití paměti
ProcessSuggest=Návrh
ProcessAction=Řízení procesů
ProcessMostMemUse=Vysoké využití paměti nesystémovými programy.
;
;Serviceopt
;
FrmService.lblhint.caption= Pro zvýšení rychlosti hry zavřete nedůležité služby. 
ServicePublisher=Vývojář
ServiceSuggest=Návrh
ServiceAction=Řízení služeb
ServiceStop=Zastavit nedůležité služby
ServiceDisable=Zastavit (Doporučeno)
ServiceEnable=Spustit (Doporučeno) 
ServiceKeep=Zachovat (Doporučeno)
ServiceMust=Musí být otevřeno

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Obnovit všechny služby
Frmrestore.caption=Pokračování služby
Frmrestore.Btnok.caption=OK
ServiceName=Jméno služby
ServiceChangeDateTime=Poslední úprava
ServiceRestore=Zvovu otevřít služby

[GameBox]
GameUnknow=Neznámý
GameRPG=RPG hry
GameShot=Střílečky
GameOther=Další hry
NeverPlay=Nikdy nehrané
UnknowPublisher=Vývojáři neznámí
lstbtnadd=Přidat hru
LblSysopt=Optimalizace systému
LblProcessopt=Řízení procesů
LblServiceopt=Optimalizace služeb
LblTitleCheck=Testování výkonu počítače, čekejte prosím ...

[message]
NewVer=Nová verze je k dispozici! Chcete aktualizovat nyní?
FirRun=Chcete aby WGB při prvním spuštění vyhledal všechny vaše hry na disku?
NoNewVer=Blahopřejeme! Verze, kterou používáte je poslední.
CheckComputer=Testování výkonu počítače, čekejte prosím ...
SearchGame=Vyhledávání her na disku, čekejte prosím...
Allgood=Blahopřejeme! Vaše PC je v dobré kondici. Není potřeba optimalizace. 
SysGood=Blahopřejeme! Žádné položky nepotřebují optimalizovat. 
ProcessGood=Blahopřejeme! Není potřeba ukončit žádné procesy. 
ServiceGood=Blahopřejeme! Není potřeba zastavit žádné služby. 
HaveProblem=Nalezeno %d problémů! Prosím klikněte na "Optimalizovat vše" pro jejich opravu.
sysProblem=%d Problémy mohou být optimalizovány.
Processproblem=%d pro uvolnění paměti mohou být procesy ukončeny.
Serviceproblem=%d služby mohou být ukončeny.
DeleteGame=Opravdu chcete odstranit tuto hru?
HaveOpt=Optimalizováno
btnRestore=Pokračovat
btnOpt=Optimalizovat nyní
BtnAction=Akce
BtnStop=Zastavit službu
SuggestClose=Ukončit (Doporučeno)
SuggestKeep=Zachovat (Doporučeno)
haveStoped=Zastavit
HaveRun=Začínáme
BtnRun=Start
HaveFail=Zastavit - nepodařilo se
OptComputer=Optimalizuji, čekejte prosím...
AllgoodAfterOpt=Optimalizace ukončena a %s MB uvolněno. Nyní můžete hrát!
AllgoodAfterManualOpt=Blahopřejeme! Žádné položky nepotřebují optimalizovat. Nyní můžete hrát!
HaveProblemAfterOpt=%d položek se nepodařilo optimalizovat, ale %s MB paměti bylo uvolněno.
TranslateTo=Překlad do...

[sysopt]
SystemStable=Stabilita systému
SystemSpeedup=Zrychlení systému
NetworkSpeedup=Zrychlení sítě
AutoKill=Automatické vypnutí nereagujících aplikací, aby se zabránilo zhroucení systému
RestartExplorer=Automaticky restartovat průzkumníka Windows, aby se zabránilo neočekávanému zmizení plochy
TwoProcess=Ujistěte se, že průzkumník Windows běží jako samostatný proces, aby se zabránilo konfliktu systému
ErrorReport=Vypněte zasílání zpráv o chybách pro zlepšení výkonnosti systému
Debugger=Vypněte nástroj na odladění chyb /debugger/ pro urychlení zpracování chyb 
OptMemory=Optimalizace výchozího nastavení paměti pro zvýšení výkonu systému
OptVEff=Optimalizace koncových prvků (dialogového okna, menu, atd.), pro zvýšení rychlosti odezvy systému
OptFileSystem=Optimalizace systémových souborů pro zlepšení výkonnosti systému
OptDiskSystem=Optimalizace subsystému I/O disku pro zlepšení výkonnosti systému
DisAutoRun=Zakázat službu "Autoplay" na discích, aby se zabránilo infekci virem
OptTTL=Optimalizovat nastavení TTL (Time To Live) pro zlepšení výkonu sítě
OptNetForward=Optimalizovat schopnost přesměrování sítě pro zlepšení výkonu sítě
OptMTU=Automaticky rozpoznat "černé díry" Path MTU Discovery technique pro zlepšení výkonu TCP / IP
OptWINS=Optimalizace služby WINS pro zlepšení rychlosti přenosu dat
OptNetWork=Optimalizovat nastavení sítě pro zvýšení výkonu přenosu
CloseAnimate=Uzavřít zobrazování efektu animace když je maximalizováno nebo minimalizováno okno k urychlení odezvy okna
PagingExecutive=Zakázat stránkování paměti a snížit I/O disku pro zlepšení výkonu aplikací. (Ignorovat, pokud je fyzická paměť < 1 GB)
StaticIP=Nastavit statickou IP adresu pro místní propojení s cílem zlepšit rychlost vašeho PC při startu
PorcessorTime=Optimalizovat výkon procesoru, aby aplikace, hry, atd. běžely více hladce. (Ignorovat, pokud je vaše PC server).
DisableIDECheck=Zabraňte kontrole kanálu IDE zvýšit rychlost spuštění systému Windows
ForeAppSpeed=Zvyšte rychlost odezvy prioritním programům
AeroPeek=Zvyšte rychlost zobrazení Aero Peek